{
    "lei": "LEI Nº 11.892, DE 29 DE DEZEMBRO DE 2008",
    "ementa": "Institui a Rede Federal de Educação Profissional, Científica e Tecnológica, cria os Institutos Federais de Educação, Ciência e Tecnologia, e dá outras providências.",
    "introducao": "O PRESIDENTE DA REPÚBLICA Faço saber que o Congresso Nacional decreta e eu sanciono a seguinte Lei:",
    "conteudo": [
        {
            "texto": "CAPÍTULO I",
            "estilo": "titulo",
            "revogado": false
        }, {
            "texto": "DA REDE FEDERAL DE EDUCAÇÃO PROFISSIONAL, CIENTÍFICA E TECNOLÓGICA",
            "estilo": "titulo",
            "revogado": false
        }, {
            "texto": "Art. 1°  Fica instituída, no âmbito do sistema federal de ensino, a Rede Federal de Educação Profissional, Científica e Tecnológica, vinculada ao Ministério da Educação e constituída pelas seguintes instituições:",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "I - Institutos Federais de Educação, Ciência e Tecnologia - Institutos Federais;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "II - Universidade Tecnológica Federal do Paraná - UTFPR;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "III - Centros Federais de Educação Tecnológica Celso Suckow da Fonseca - CEFET-RJ e de Minas Gerais - CEFET-MG;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "IV - Escolas Técnicas Vinculadas às Universidades Federais.",
            "estilo": "normal",
            "revogado": true
        }, {
            "texto": "IV - Escolas Técnicas Vinculadas às Universidades Federais; e (Redação dada pela Lei nº 12.677, de 2012)",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "V - Colégio Pedro II.  (Incluído pela Lei nº 12.677, de 2012)",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "Parágrafo único.  As instituições mencionadas nos incisos I, II e III do caput deste artigo possuem natureza jurídica de autarquia, detentoras de autonomia administrativa, patrimonial, financeira, didático-pedagógica e disciplinar.",
            "estilo": "normal",
            "revogado": true
        }, {
            "texto": "Parágrafo único.  As instituições mencionadas nos incisos I, II, III e V do caput possuem natureza jurídica de autarquia, detentoras de autonomia administrativa, patrimonial, financeira, didático-pedagógica e disciplinar. (Redação dada pela Lei nº 12.677, de 2012)",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "Art. 2°  Os Institutos Federais são instituições de educação superior, básica e profissional, pluricurriculares e multicampi, especializados na oferta de educação profissional e tecnológica nas diferentes modalidades de ensino, com base na conjugação de conhecimentos técnicos e tecnológicos com as suas práticas pedagógicas, nos termos desta Lei.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "§ 1°  Para efeito da incidência das disposições que regem a regulação, avaliação e supervisão das instituições e dos cursos de educação superior, os Institutos Federais são equiparados às universidades federais.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "§ 2°  No âmbito de sua atuação, os Institutos Federais exercerão o papel de instituições acreditadoras e certificadoras de competências profissionais.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "§ 3°  Os Institutos Federais terão autonomia para criar e extinguir cursos, nos limites de sua área de atuação territorial, bem como para registrar diplomas dos cursos por eles oferecidos, mediante autorização do seu Conselho Superior, aplicando-se, no caso da oferta de cursos a distância, a legislação específica.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "Art. 3°  A UTFPR configura-se como universidade especializada, nos termos do parágrafo único do art. 52 da Lei no 9.394, de 20 de dezembro de 1996, regendo-se pelos princípios, finalidades e objetivos constantes da Lei no 11.184, de 7 de outubro de 2005.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "Art. 4°  As Escolas Técnicas Vinculadas às Universidades Federais são estabelecimentos de ensino pertencentes à estrutura organizacional das universidades federais, dedicando-se, precipuamente, à oferta de formação profissional técnica de nível médio, em suas respectivas áreas de atuação.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "Art. 4°-A.  O Colégio Pedro II é instituição federal de ensino, pluricurricular e multicampi, vinculada ao Ministério da Educação e especializada na oferta de educação básica e de licenciaturas.  (Incluído pela Lei nº 12.677, de 2012)",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "Parágrafo único.  O Colégio Pedro II é equiparado aos institutos federais para efeito de incidência das disposições que regem a autonomia e a utilização dos instrumentos de gestão do quadro de pessoal e de ações de regulação, avaliação e supervisão das instituições e dos cursos de educação profissional e superior. (Incluído pela Lei nº 12.677, de 2012)",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "CAPÍTULO II",
            "estilo": "titulo",
            "revogado": false
        }, {
            "texto": "DOS INSTITUTOS FEDERAIS DE EDUCAÇÃO, CIÊNCIA E TECNOLOGIA",
            "estilo": "titulo",
            "revogado": false
        }, {
            "texto": "Seção I",
            "estilo": "subtitulo",
            "revogado": false
        }, {
            "texto": "Da Criação dos Institutos Federais",
            "estilo": "subtitulo",
            "revogado": false
        }, {
            "texto": "Art. 5°  Ficam criados os seguintes Institutos Federais de Educação, Ciência e Tecnologia:",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "I - Instituto Federal do Acre, mediante transformação da Escola Técnica Federal do Acre;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "II - Instituto Federal de Alagoas, mediante integração do Centro Federal de Educação Tecnológica de Alagoas e da Escola Agrotécnica Federal de Satuba;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "III - Instituto Federal do Amapá, mediante transformação da Escola Técnica Federal do Amapá;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "IV - Instituto Federal do Amazonas, mediante integração do Centro Federal de Educação Tecnológica do Amazonas e das Escolas Agrotécnicas Federais de Manaus e de São Gabriel da Cachoeira;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "V - Instituto Federal da Bahia, mediante transformação do Centro Federal de Educação Tecnológica da Bahia;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "VI - Instituto Federal Baiano, mediante integração das Escolas Agrotécnicas Federais de Catu, de Guanambi (Antonio José Teixeira), de Santa Inês e de Senhor do Bonfim;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "VII - Instituto Federal de Brasília, mediante transformação da Escola Técnica Federal de Brasília;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "VIII - Instituto Federal do Ceará, mediante integração do Centro Federal de Educação Tecnológica do Ceará e das Escolas Agrotécnicas Federais de Crato e de Iguatu;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "IX - Instituto Federal do Espírito Santo, mediante integração do Centro Federal de Educação Tecnológica do Espírito Santo e das Escolas Agrotécnicas Federais de Alegre, de Colatina e de Santa Teresa;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "X - Instituto Federal de Goiás, mediante transformação do Centro Federal de Educação Tecnológica de Goiás;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "XI - Instituto Federal Goiano, mediante integração dos Centros Federais de Educação Tecnológica de Rio Verde e de Urutaí, e da Escola Agrotécnica Federal de Ceres;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "XII - Instituto Federal do Maranhão, mediante integração do Centro Federal de Educação Tecnológica do Maranhão e das Escolas Agrotécnicas Federais de Codó, de São Luís e de São Raimundo das Mangabeiras;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "XIII - Instituto Federal de Minas Gerais, mediante integração dos Centros Federais de Educação Tecnológica de Ouro Preto e de Bambuí, e da Escola Agrotécnica Federal de São João Evangelista;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "XIV - Instituto Federal do Norte de Minas Gerais, mediante integração do Centro Federal de Educação Tecnológica de Januária e da Escola Agrotécnica Federal de Salinas;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "XV - Instituto Federal do Sudeste de Minas Gerais, mediante integração do Centro Federal de Educação Tecnológica de Rio Pomba e da Escola Agrotécnica Federal de Barbacena;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "XVI - Instituto Federal do Sul de Minas Gerais, mediante integração das Escolas Agrotécnicas Federais de Inconfidentes, de Machado e de Muzambinho;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "XVII - Instituto Federal do Triângulo Mineiro, mediante integração do Centro Federal de Educação Tecnológica de Uberaba e da Escola Agrotécnica Federal de Uberlândia;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "XVIII - Instituto Federal de Mato Grosso, mediante integração dos Centros Federais de Educação Tecnológica de Mato Grosso e de Cuiabá, e da Escola Agrotécnica Federal de Cáceres;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "XIX - Instituto Federal de Mato Grosso do Sul, mediante integração da Escola Técnica Federal de Mato Grosso do Sul e da Escola Agrotécnica Federal de Nova Andradina;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "XX - Instituto Federal do Pará, mediante integração do Centro Federal de Educação Tecnológica do Pará e das Escolas Agrotécnicas Federais de Castanhal e de Marabá;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "XXI - Instituto Federal da Paraíba, mediante integração do Centro Federal de Educação Tecnológica da Paraíba e da Escola Agrotécnica Federal de Sousa;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "XXII - Instituto Federal de Pernambuco, mediante integração do Centro Federal de Educação Tecnológica de Pernambuco e das Escolas Agrotécnicas Federais de Barreiros, de Belo Jardim e de Vitória de Santo Antão;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "XXIII - Instituto Federal do Sertão Pernambucano, mediante transformação do Centro Federal de Educação Tecnológica de Petrolina;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "XXIV - Instituto Federal do Piauí, mediante transformação do Centro Federal de Educação Tecnológica do Piauí;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "XXV - Instituto Federal do Paraná, mediante transformação da Escola Técnica da Universidade Federal do Paraná;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "XXVI - Instituto Federal do Rio de Janeiro, mediante transformação do Centro Federal de Educação Tecnológica de Química de Nilópolis;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "XXVII - Instituto Federal Fluminense, mediante transformação do Centro Federal de Educação Tecnológica de Campos;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "XXVIII - Instituto Federal do Rio Grande do Norte, mediante transformação do Centro Federal de Educação Tecnológica do Rio Grande do Norte;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "XXIX - Instituto Federal do Rio Grande do Sul, mediante integração do Centro Federal de Educação Tecnológica de Bento Gonçalves, da Escola Técnica Federal de Canoas e da Escola Agrotécnica Federal de Sertão;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "XXX - Instituto Federal Farroupilha, mediante integração do Centro Federal de Educação Tecnológica de São Vicente do Sul e da Escola Agrotécnica Federal de Alegrete;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "XXXI - Instituto Federal Sul-rio-grandense, mediante transformação do Centro Federal de Educação Tecnológica de Pelotas;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "XXXII - Instituto Federal de Rondônia, mediante integração da Escola Técnica Federal de Rondônia e da Escola Agrotécnica Federal de Colorado do Oeste;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "XXXIII - Instituto Federal de Roraima, mediante transformação do Centro Federal de Educação Tecnológica de Roraima;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "XXXIV - Instituto Federal de Santa Catarina, mediante transformação do Centro Federal de Educação Tecnológica de Santa Catarina;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "XXXV - Instituto Federal Catarinense, mediante integração das Escolas Agrotécnicas Federais de Concórdia, de Rio do Sul e de Sombrio;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "XXXVI - Instituto Federal de São Paulo, mediante transformação do Centro Federal de Educação Tecnológica de São Paulo;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "XXXVII - Instituto Federal de Sergipe, mediante integração do Centro Federal de Educação Tecnológica de Sergipe e da Escola Agrotécnica Federal de São Cristóvão; e",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "XXXVIII - Instituto Federal do Tocantins, mediante integração da Escola Técnica Federal de Palmas e da Escola Agrotécnica Federal de Araguatins.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "§ 1°  As localidades onde serão constituídas as reitorias dos Institutos Federais constam do Anexo I desta Lei.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "§ 2°  A unidade de ensino que compõe a estrutura organizacional de instituição transformada ou integrada em Instituto Federal passa de forma automática, independentemente de qualquer formalidade, à condição de campus da nova instituição.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "§ 3°  A relação de Escolas Técnicas Vinculadas a Universidades Federais que passam a integrar os Institutos Federais consta do Anexo II desta Lei.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "§ 4°  As Escolas Técnicas Vinculadas às Universidades Federais não mencionadas na composição dos Institutos Federais, conforme relação constante do Anexo III desta Lei, poderão, mediante aprovação do Conselho Superior de sua respectiva universidade federal, propor ao Ministério da Educação a adesão ao Instituto Federal que esteja constituído na mesma base territorial.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "§ 5°  A relação dos campi que integrarão cada um dos Institutos Federais criados nos termos desta Lei será estabelecida em ato do Ministro de Estado da Educação.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "§ 6°  Os Institutos Federais poderão conceder bolsas de pesquisa, desenvolvimento, inovação e intercâmbio a alunos, docentes e pesquisadores externos ou de empresas, a serem regulamentadas por órgão técnico competente do Ministério da Educação. (Incluído pela Lei nº 12.863, de 2013)",
            "estilo": "normal",
            "revogado": true
        }, {
            "texto": "§ 6º Os Institutos Federais poderão conceder, nos termos de regulamentação a ser editada por órgão técnico competente do Ministério da Educação, bolsas de pesquisa, de desenvolvimento, de inovação e de intercâmbio a alunos, a docentes, a ocupantes de cargo público efetivo, a detentores de função ou de emprego público e a pesquisadores externos ou de empresas efetivamente envolvidos nessas atividades.   (Redação dada pela Lei nº 14.695, de 2023)",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "Seção II",
            "estilo": "subtitulo",
            "revogado": false
        }, {
            "texto": "Das Finalidades e Características dos Institutos Federais",
            "estilo": "subtitulo",
            "revogado": false
        }, {
            "texto": "Art. 6°  Os Institutos Federais têm por finalidades e características:",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "I - ofertar educação profissional e tecnológica, em todos os seus níveis e modalidades, formando e qualificando cidadãos com vistas na atuação profissional nos diversos setores da economia, com ênfase no desenvolvimento socioeconômico local, regional e nacional;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "II - desenvolver a educação profissional e tecnológica como processo educativo e investigativo de geração e adaptação de soluções técnicas e tecnológicas às demandas sociais e peculiaridades regionais;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "III - promover a integração e a verticalização da educação básica à educação profissional e educação superior, otimizando a infra-estrutura física, os quadros de pessoal e os recursos de gestão;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "IV - orientar sua oferta formativa em benefício da consolidação e fortalecimento dos arranjos produtivos, sociais e culturais locais, identificados com base no mapeamento das potencialidades de desenvolvimento socioeconômico e cultural no âmbito de atuação do Instituto Federal;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "V - constituir-se em centro de excelência na oferta do ensino de ciências, em geral, e de ciências aplicadas, em particular, estimulando o desenvolvimento de espírito crítico, voltado à investigação empírica;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "VI - qualificar-se como centro de referência no apoio à oferta do ensino de ciências nas instituições públicas de ensino, oferecendo capacitação técnica e atualização pedagógica aos docentes das redes públicas de ensino;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "VII - desenvolver programas de extensão e de divulgação científica e tecnológica;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "VIII - realizar e estimular a pesquisa aplicada, a produção cultural, o empreendedorismo, o cooperativismo e o desenvolvimento científico e tecnológico;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "IX - promover a produção, o desenvolvimento e a transferência de tecnologias sociais, notadamente as voltadas à preservação do meio ambiente.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "Seção III",
            "estilo": "subtitulo",
            "revogado": false
        }, {
            "texto": "Dos Objetivos dos Institutos Federais",
            "estilo": "subtitulo",
            "revogado": false
        }, {
            "texto": "Art. 7°  Observadas as finalidades e características definidas no art. 6° desta Lei, são objetivos dos Institutos Federais:",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "I - ministrar educação profissional técnica de nível médio, prioritariamente na forma de cursos integrados, para os concluintes do ensino fundamental e para o público da educação de jovens e adultos;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "II - ministrar cursos de formação inicial e continuada de trabalhadores, objetivando a capacitação, o aperfeiçoamento, a especialização e a atualização de profissionais, em todos os níveis de escolaridade, nas áreas da educação profissional e tecnológica;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "III - realizar pesquisas aplicadas, estimulando o desenvolvimento de soluções técnicas e tecnológicas, estendendo seus benefícios à comunidade;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "IV - desenvolver atividades de extensão de acordo com os princípios e finalidades da educação profissional e tecnológica, em articulação com o mundo do trabalho e os segmentos sociais, e com ênfase na produção, desenvolvimento e difusão de conhecimentos científicos e tecnológicos;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "V - estimular e apoiar processos educativos que levem à geração de trabalho e renda e à emancipação do cidadão na perspectiva do desenvolvimento socioeconômico local e regional; e",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "VI - ministrar em nível de educação superior:",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "a) cursos superiores de tecnologia visando à formação de profissionais para os diferentes setores da economia;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "b) cursos de licenciatura, bem como programas especiais de formação pedagógica, com vistas na formação de professores para a educação básica, sobretudo nas áreas de ciências e matemática, e para a educação profissional;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "c) cursos de bacharelado e engenharia, visando à formação de profissionais para os diferentes setores da economia e áreas do conhecimento;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "d) cursos de pós-graduação lato sensu de aperfeiçoamento e especialização, visando à formação de especialistas nas diferentes áreas do conhecimento; e",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "e) cursos de pós-graduação stricto sensu de mestrado e doutorado, que contribuam para promover o estabelecimento de bases sólidas em educação, ciência e tecnologia, com vistas no processo de geração e inovação tecnológica.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "Art. 8°  No desenvolvimento da sua ação acadêmica, o Instituto Federal, em cada exercício, deverá garantir o mínimo de 50% (cinqüenta por cento) de suas vagas para atender aos objetivos definidos no inciso I do caput do art. 7° desta Lei, e o mínimo de 20% (vinte por cento) de suas vagas para atender ao previsto na alínea b do inciso VI do caput do citado art. 7°.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "§ 1°  O cumprimento dos percentuais referidos no caput deverá observar o conceito de aluno-equivalente, conforme regulamentação a ser expedida pelo Ministério da Educação.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "§ 2°  Nas regiões em que as demandas sociais pela formação em nível superior justificarem, o Conselho Superior do Instituto Federal poderá, com anuência do Ministério da Educação, autorizar o ajuste da oferta desse nível de ensino, sem prejuízo do índice definido no caput deste artigo, para atender aos objetivos definidos no inciso I do caput do art. 7° desta Lei.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "Seção IV",
            "estilo": "subtitulo",
            "revogado": false
        }, {
            "texto": "Da Estrutura Organizacional dos Institutos Federais",
            "estilo": "subtitulo",
            "revogado": false
        }, {
            "texto": "Art. 9°  Cada Instituto Federal é organizado em estrutura multicampi, com proposta orçamentária anual identificada para cada campus e a reitoria, exceto no que diz respeito a pessoal, encargos sociais e benefícios aos servidores.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "Art. 10.  A administração dos Institutos Federais terá como órgãos superiores o Colégio de Dirigentes e o Conselho Superior.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "§ 1°  As presidências do Colégio de Dirigentes e do Conselho Superior serão exercidas pelo Reitor do Instituto Federal.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "§ 2°  O Colégio de Dirigentes, de caráter consultivo, será composto pelo Reitor, pelos Pró-Reitores e pelo Diretor-Geral de cada um dos campi que integram o Instituto Federal.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "§ 3°  O Conselho Superior, de caráter consultivo e deliberativo, será composto por representantes dos docentes, dos estudantes, dos servidores técnico-administrativos, dos egressos da instituição, da sociedade civil, do Ministério da Educação e do Colégio de Dirigentes do Instituto Federal, assegurando-se a representação paritária dos segmentos que compõem a comunidade acadêmica.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "§ 4°  O estatuto do Instituto Federal disporá sobre a estruturação, as competências e as normas de funcionamento do Colégio de Dirigentes e do Conselho Superior.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "Art. 11.  Os Institutos Federais terão como órgão executivo a reitoria, composta por 1 (um) Reitor e 5 (cinco) Pró-Reitores.    (Regulamento)",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "§ 1°  Poderão ser nomeados Pró-Reitores os servidores ocupantes de cargo efetivo da carreira docente ou de cargo efetivo de nível superior da carreira dos técnico-administrativos do Plano de Carreira dos Cargos Técnico-Administrativos em Educação, desde que possuam o mínimo de 5 (cinco) anos de efetivo exercício em instituição federal de educação profissional e tecnológica. ",
            "estilo": "normal",
            "revogado": true
        }, {
            "texto": "§ 1°  Poderão ser nomeados Pró-Reitores os servidores ocupantes de cargo efetivo da Carreira docente ou de cargo efetivo com nível superior da Carreira dos técnico-administrativos do Plano de Carreira dos Cargos Técnico-Administrativos em Educação, desde que possuam o mínimo de 5 (cinco) anos de efetivo exercício em instituição federal de educação profissional e tecnológica. (Redação dada pela Lei nº 12.772, de 2012)   (Revogado pela Medida Provisória nº 914, de 2019)         (Vigência Encerrada)",
            "estilo": "normal",
            "revogado": true
        }, {
            "texto": "§ 1°  Poderão ser nomeados Pró-Reitores os servidores ocupantes de cargo efetivo da Carreira docente ou de cargo efetivo com nível superior da Carreira dos técnico-administrativos do Plano de Carreira dos Cargos Técnico-Administrativos em Educação, desde que possuam o mínimo de 5 (cinco) anos de efetivo exercício em instituição federal de educação profissional e tecnológica. (Redação dada pela Lei nº 12.772, de 2012)",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "§ 2°  A reitoria, como órgão de administração central, poderá ser instalada em espaço físico distinto de qualquer dos campi que integram o Instituto Federal, desde que previsto em seu estatuto e aprovado pelo Ministério da Educação.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "Art. 12.  Os Reitores serão nomeados pelo Presidente da República, para mandato de 4 (quatro) anos, permitida uma recondução, após processo de consulta à comunidade escolar do respectivo Instituto Federal, atribuindo-se o peso de 1/3 (um terço) para a manifestação do corpo docente, de 1/3 (um terço) para a manifestação dos servidores técnico-administrativos e de 1/3 (um terço) para a manifestação do corpo discente.    (Regulamento)  (Revogado pela Medida Provisória nº 914, de 2019)          (Vigência Encerrada)",
            "estilo": "normal",
            "revogado": true
        }, {
            "texto": "§ 1°  Poderão candidatar-se ao cargo de Reitor os docentes pertencentes ao Quadro de Pessoal Ativo Permanente de qualquer dos campi que integram o Instituto Federal, desde que possuam o mínimo de 5 (cinco) anos de efetivo exercício em instituição federal de educação profissional e tecnológica e que atendam a, pelo menos, um dos seguintes requisitos:  (Revogado pela Medida Provisória nº 914, de 2019)       (Vigência Encerrada)",
            "estilo": "normal",
            "revogado": true
        }, {
            "texto": "I - possuir o título de doutor; ou  (Revogado pela Medida Provisória nº 914, de 2019)        (Vigência Encerrada)",
            "estilo": "normal",
            "revogado": true
        }, {
            "texto": "II - estar posicionado nas Classes DIV ou DV da Carreira do Magistério do Ensino Básico, Técnico e Tecnológico, ou na Classe de Professor Associado da Carreira do Magistério Superior.  (Revogado pela Medida Provisória nº 914, de 2019)         (Vigência Encerrada)",
            "estilo": "normal",
            "revogado": true
        }, {
            "texto": "§ 2°  O mandato de Reitor extingue-se pelo decurso do prazo ou, antes desse prazo, pela aposentadoria, voluntária ou compulsória, pela renúncia e pela destituição ou vacância do cargo.  (Revogado pela Medida Provisória nº 914, de 2019)        (Vigência Encerrada)",
            "estilo": "normal",
            "revogado": true
        }, {
            "texto": "§ 3°  Os Pró-Reitores são nomeados pelo Reitor do Instituto Federal, nos termos da legislação aplicável à nomeação de cargos de direção.  (Revogado pela Medida Provisória nº 914, de 2019)        (Vigência Encerrada)",
            "estilo": "normal",
            "revogado": true
        }, {
            "texto": "Art. 12.  Os Reitores serão nomeados pelo Presidente da República, para mandato de 4 (quatro) anos, permitida uma recondução, após processo de consulta à comunidade escolar do respectivo Instituto Federal, atribuindo-se o peso de 1/3 (um terço) para a manifestação do corpo docente, de 1/3 (um terço) para a manifestação dos servidores técnico-administrativos e de 1/3 (um terço) para a manifestação do corpo discente.    (Regulamento)",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "§ 1°  Poderão candidatar-se ao cargo de Reitor os docentes pertencentes ao Quadro de Pessoal Ativo Permanente de qualquer dos campi que integram o Instituto Federal, desde que possuam o mínimo de 5 (cinco) anos de efetivo exercício em instituição federal de educação profissional e tecnológica e que atendam a, pelo menos, um dos seguintes requisitos: ",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "I - possuir o título de doutor; ou ",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "II - estar posicionado nas Classes DIV ou DV da Carreira do Magistério do Ensino Básico, Técnico e Tecnológico, ou na Classe de Professor Associado da Carreira do Magistério Superior.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "§ 2°  O mandato de Reitor extingue-se pelo decurso do prazo ou, antes desse prazo, pela aposentadoria, voluntária ou compulsória, pela renúncia e pela destituição ou vacância do cargo.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "§ 3°  Os Pró-Reitores são nomeados pelo Reitor do Instituto Federal, nos termos da legislação aplicável à nomeação de cargos de direção. ",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "Art. 13.  Os campi serão dirigidos por Diretores-Gerais, nomeados pelo Reitor para mandato de 4 (quatro) anos, permitida uma recondução, após processo de consulta à comunidade do respectivo campus, atribuindo-se o peso de 1/3 (um terço) para a manifestação do corpo docente, de 1/3 (um terço) para a manifestação dos servidores técnico-administrativos e de 1/3 (um terço) para a manifestação do corpo discente.    (Regulamento)  (Revogado pela Medida Provisória nº 914, de 2019)        (Vigência Encerrada)",
            "estilo": "normal",
            "revogado": true
        }, {
            "texto": "§ 1°  Poderão candidatar-se ao cargo de Diretor-Geral do campus os servidores ocupantes de cargo efetivo da carreira docente ou de cargo efetivo de nível superior da carreira dos técnico-administrativos do Plano de Carreira dos Cargos Técnico-Administrativos em Educação, desde que possuam o mínimo de 5 (cinco) anos de efetivo exercício em instituição federal de educação profissional e tecnológica e que se enquadrem em pelo menos uma das seguintes situações:  (Revogado pela Medida Provisória nº 914, de 2019)         (Vigência Encerrada)",
            "estilo": "normal",
            "revogado": true
        }, {
            "texto": "I - preencher os requisitos exigidos para a candidatura ao cargo de Reitor do Instituto Federal;  (Revogado pela Medida Provisória nº 914, de 2019)        (Vigência Encerrada)",
            "estilo": "normal",
            "revogado": true
        }, {
            "texto": "II - possuir o mínimo de 2 (dois) anos de exercício em cargo ou função de gestão na instituição; ou  (Revogado pela Medida Provisória nº 914, de 2019)        (Vigência Encerrada)",
            "estilo": "normal",
            "revogado": true
        }, {
            "texto": "III - ter concluído, com aproveitamento, curso de formação para o exercício de cargo ou função de gestão em instituições da administração pública.  (Revogado pela Medida Provisória nº 914, de 2019)       (Vigência Encerrada)",
            "estilo": "normal",
            "revogado": true
        }, {
            "texto": "§ 2°  O Ministério da Educação expedirá normas complementares dispondo sobre o reconhecimento, a validação e a oferta regular dos cursos de que trata o inciso III do § 1° deste artigo.  (Revogado pela Medida Provisória nº 914, de 2019)        (Vigência Encerrada)",
            "estilo": "normal",
            "revogado": true
        }, {
            "texto": "Art. 13.  Os campi serão dirigidos por Diretores-Gerais, nomeados pelo Reitor para mandato de 4 (quatro) anos, permitida uma recondução, após processo de consulta à comunidade do respectivo campus, atribuindo-se o peso de 1/3 (um terço) para a manifestação do corpo docente, de 1/3 (um terço) para a manifestação dos servidores técnico-administrativos e de 1/3 (um terço) para a manifestação do corpo discente.    (Regulamento) ",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "§ 1°  Poderão candidatar-se ao cargo de Diretor-Geral do campus os servidores ocupantes de cargo efetivo da carreira docente ou de cargo efetivo de nível superior da carreira dos técnico-administrativos do Plano de Carreira dos Cargos Técnico-Administrativos em Educação, desde que possuam o mínimo de 5 (cinco) anos de efetivo exercício em instituição federal de educação profissional e tecnológica e que se enquadrem em pelo menos uma das seguintes situações:",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "I - preencher os requisitos exigidos para a candidatura ao cargo de Reitor do Instituto Federal;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "II - possuir o mínimo de 2 (dois) anos de exercício em cargo ou função de gestão na instituição; ou",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "III - ter concluído, com aproveitamento, curso de formação para o exercício de cargo ou função de gestão em instituições da administração pública.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "§ 2°  O Ministério da Educação expedirá normas complementares dispondo sobre o reconhecimento, a validação e a oferta regular dos cursos de que trata o inciso III do § 1° deste artigo. ",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "CAPÍTULO II-A(Incluído pela Lei nº 12.677, de 2012)",
            "estilo": "titulo",
            "revogado": false
        }, {
            "texto": "DO COLÉGIO PEDRO II",
            "estilo": "titulo",
            "revogado": false
        }, {
            "texto": "Art. 13-A.  O Colégio Pedro II terá a mesma estrutura e organização dos Institutos Federais de Educação, Ciência e Tecnologia. (Incluído pela Lei nº 12.677, de 2012)",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "Art. 13-B.  As unidades escolares que atualmente compõem a estrutura organizacional do Colégio Pedro II passam de forma automática, independentemente de qualquer formalidade, à condição de campi da instituição. (Incluído pela Lei nº 12.677, de 2012)",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "Parágrafo único.  A criação de novos campi fica condicionada à expedição de autorização específica do Ministério da Educação. (Incluído pela Lei nº 12.677, de 2012)",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "CAPÍTULO III",
            "estilo": "titulo",
            "revogado": false
        }, {
            "texto": "DISPOSIÇÕES GERAIS E TRANSITÓRIAS",
            "estilo": "titulo",
            "revogado": false
        }, {
            "texto": "Art. 14.  O Diretor-Geral de instituição transformada ou integrada em Instituto Federal nomeado para o cargo de Reitor da nova instituição exercerá esse cargo até o final de seu mandato em curso e em caráter pro tempore, com a incumbência de promover, no prazo máximo de 180 (cento e oitenta) dias, a elaboração e encaminhamento ao Ministério da Educação da proposta de estatuto e de plano de desenvolvimento institucional do Instituto Federal, assegurada a participação da comunidade acadêmica na construção dos referidos instrumentos.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "§ 1°  Os Diretores-Gerais das instituições transformadas em campus de Instituto Federal exercerão, até o final de seu mandato e em caráter pro tempore, o cargo de Diretor-Geral do respectivo campus.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "§ 2°  Nos campi em processo de implantação, os cargos de Diretor-Geral serão providos em caráter pro tempore, por nomeação do Reitor do Instituto Federal, até que seja possível identificar candidatos que atendam aos requisitos previstos no § 1° do art. 13 desta Lei.  (Revogado pela Medida Provisória nº 914, de 2019)      (Vigência Encerrada)",
            "estilo": "normal",
            "revogado": true
        }, {
            "texto": "§ 2°  Nos campi em processo de implantação, os cargos de Diretor-Geral serão providos em caráter pro tempore, por nomeação do Reitor do Instituto Federal, até que seja possível identificar candidatos que atendam aos requisitos previstos no § 1° do art. 13 desta Lei.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "§ 3°  O Diretor-Geral nomeado para o cargo de Reitor Pro-Tempore do Instituto Federal, ou de Diretor-Geral Pro-Tempore do Campus, não poderá candidatar-se a um novo mandato, desde que já se encontre no exercício do segundo mandato, em observância ao limite máximo de investidura permitida, que são de 2 (dois) mandatos consecutivos.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "Art. 15.  A criação de novas instituições federais de educação profissional e tecnológica, bem como a expansão das instituições já existentes, levará em conta o modelo de Instituto Federal, observando ainda os parâmetros e as normas definidas pelo Ministério da Educação.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "Art. 16.  Ficam redistribuídos para os Institutos Federais criados nos termos desta Lei todos os cargos e funções, ocupados e vagos, pertencentes aos quadros de pessoal das respectivas instituições que os integram.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "§ 1°  Todos os servidores e funcionários serão mantidos em sua lotação atual, exceto aqueles que forem designados pela administração superior de cada Instituto Federal para integrar o quadro de pessoal da Reitoria.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "§ 2°  A mudança de lotação de servidores entre diferentes campi de um mesmo Instituto Federal deverá observar o instituto da remoção, nos termos do art. 36 da Lei no 8.112, de 11 de dezembro de 1990.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "Art. 17.  O patrimônio de cada um dos novos Institutos Federais será constituído:",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "I - pelos bens e direitos que compõem o patrimônio de cada uma das instituições que o integram, os quais ficam automaticamente transferidos, sem reservas ou condições, ao novo ente;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "II - pelos bens e direitos que vier a adquirir;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "III - pelas doações ou legados que receber; e",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "IV - por incorporações que resultem de serviços por ele realizado.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "Parágrafo único.  Os bens e direitos do Instituto Federal serão utilizados ou aplicados, exclusivamente, para a consecução de seus objetivos, não podendo ser alienados a não ser nos casos e condições permitidos em lei.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "Art. 18.  Os Centros Federais de Educação Tecnológica Celso Suckow da Fonseca CEFET-RJ e de Minas Gerais - CEFET-MG, não inseridos no reordenamento de que trata o art. 5° desta Lei, permanecem como entidades autárquicas vinculadas ao Ministério da Educação, configurando-se como instituições de ensino superior pluricurriculares, especializadas na oferta de educação tecnológica nos diferentes níveis e modalidades de ensino, caracterizando-se pela atuação prioritária na área tecnológica, na forma da legislação.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "Art. 19.  Os arts. 1°, 2°, 4° e 5° da Lei no 11.740, de 16 de julho de 2008, passam a vigorar com as seguintes alterações:",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "“Art. 1°  Ficam criados, no âmbito do Ministério da Educação, para redistribuição a instituições federais de educação profissional e tecnológica:",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "“Art. 2°  Ficam criados, no âmbito do Ministério da Educação, para alocação a instituições federais de educação profissional e tecnológica, os seguintes cargos em comissão e as seguintes funções gratificadas:",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "I - 38 (trinta e oito) cargos de direção - CD-1;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "IV - 508 (quinhentos e oito) cargos de direção - CD-4;",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "VI - 2.139 (duas mil, cento e trinta e nove) Funções Gratificadas - FG-2.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "“Art. 4°  Ficam criados, no âmbito do Ministério da Educação, para redistribuição a instituições federais de ensino superior, nos termos de ato do Ministro de Estado da Educação, os seguintes cargos:",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "“Art. 5°  Ficam criados, no âmbito do Ministério da Educação, para alocação a instituições federais de ensino superior, nos termos de ato do Ministro de Estado da Educação, os seguintes Cargos de Direção - CD e Funções Gratificadas - FG:",
            "estilo": "normal",
            "revogado": false
        }
        , {
            "texto": "Art. 20.  Esta Lei entra em vigor na data de sua publicação.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "Brasília,  29  de  dezembro  de  2008; 187° da Independência e 120° da República.",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "LUIZ INÁCIO LULA DA SILVA",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "Fernando Haddad",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "Paulo Bernardo Silva",
            "estilo": "normal",
            "revogado": false
        }, {
            "texto": "Este texto não substitui o publicado no DOU de 30.12.2008",
            "estilo": "normal",
            "revogado": false
        }
    ]
    
}